// Рік народження(готово) 

// {
//     let age = +prompt('Введіть ваш вік');
//     let dateOfBrith =(`${2023-age}`);
//     (age==0) ? alert("Ну і хамло") : alert(dateOfBrith);
// }

// Температура повітря в фаренгейтах(готово)

// {
//     let C = +prompt("Введть сюди температуру повітря у Вашій місцевості, у Цельсіях:");
//     let K = (`Ваша температура у Кельвінах: ${273+C}`);
//     alert(K);
// }

// Number: divide(готово)

// {
//     let math = +prompt('Введіть число,яке хочете округлити:');
//     let result =[Math.ceil(math),Math.floor(math),Math.round(math)];
//     alert('Ваше число округлене до більшого: '+ result[0]); 
//     alert('Воно ж округлене до меншого: '+ result[1]);
//     alert('Округлене по законам математики: '+ result[2]);
// }

// Валюта, обмін(готово)

// {
//     const rate = 36.94;
//     let summa = +prompt('Вкажіть суму переводу, в грн:');
//     let obmin = +(`${summa/rate}`);
//     alert(obmin.toFixed(2) +' '+ "ваша сума в  доларах");
// }

// RGB (готово)

// {
//    let red = prompt('Введіть значення для червоного кольору:');
//    let green = prompt('Введіть значення для зеленого кольору:');
//    let blue = prompt('Введіть значення для сиього кольору:');
//     alert(`Ваш сформований колір CSS: #${red}${green}${blue}`);
// }